export const commentsAverageRating = 5;

export const comments = [
  {
    author: 'Варвара Вавилова',
    comment: 'Отвечают быстро, изготавливают тоже! Все качественно, все объяснили, все рассказали, показали, пушка просто🔥 Советую😉',
    commentImageHeight: 1099,
    commentImageSrc: '/home/comments/01-july-varvara.png',
    commentImageWidth: 826,
    date: '01.07.2024',
    rating: 5
  },
  {
    author: 'Юлия',
    comment: 'Сделано качественно, в срок, быстро отвечают на сообщения, вывеска надежно упакована для доставки',
    commentImageHeight: 804,
    commentImageSrc: '/home/comments/17-june-yulia.png',
    commentImageWidth: 623,
    date: '17.06.2024',
    rating: 5
  },
  {
    author: 'Mihail',
    comment: 'Вывеска получилась отличная. Я доволен. Ребята ответственные, отвечают быстро. Вывеска по моему эскизу. Я нарисовал от руки, они все поправили. Сделали за 4 дня, как и договаривались. Спасибо, буду обращаться и советовать.',
    commentImageHeight: 673,
    commentImageSrc: '/home/comments/07-may-mihail.png',
    commentImageWidth: 941,
    date: '07.05.2024',
    rating: 5
  },
  {
    author: 'не компания',
    comment: 'Все отлично 🔥 Смотрите фото 🙂',
    commentImageHeight: 701,
    commentImageSrc: '/home/comments/06-may-ne-kompaniya.png',
    commentImageWidth: 941,
    date: '06.05.2024',
    rating: 5
  },
  {
    author: 'REM',
    comment: 'Спасибо ребятам за терпение и внесение всех наших правок в макет! Вывеска очень понравилась, все как и хотели!',
    date: '29.03.2024',
    rating: 5
  },
  {
    author: 'Мамина Счастья',
    comment: 'Спасибо большое за работу всё отлично',
    commentImageHeight: 695,
    commentImageSrc: '/home/comments/17-march-mamina-schastya.png',
    commentImageWidth: 941,
    date: '17.03.2024',
    rating: 5
  },
  {
    author: 'Mor',
    comment: 'Подчинили мой неон :) вообще лучшие ^^ приду скоро еще за вывеской :',
    commentImageHeight: 1126,
    commentImageSrc: '/home/comments/19-february-mor.png',
    commentImageWidth: 929,
    date: '19.02.2024',
    rating: 5
  },
  {
    author: 'Кирилл',
    comment: 'Большое спасибо за работу! Очень все оперативно, спокойно без лишних вопросов. Рекомендую однозначно! Спасибо!',
    commentImageHeight: 995,
    commentImageSrc: '/home/comments/12-february-kirill.png',
    commentImageWidth: 941,
    date: '12.02.2024',
    rating: 5
  },
  {
    author: 'Chester Perry',
    comment: 'Все отлично! Вывеска качественная, работа произведена быстро и трепетно. Однозначно рекомендую к сотрудничеству.',
    commentImageHeight: 953,
    commentImageSrc: '/home/comments/01-february-chester-perry.png',
    commentImageWidth: 926,
    date: '01.02.2024',
    rating: 5
  },
  {
    author: 'Ирина Баженова-Окунькова',
    comment: 'Спасибо за оказанную услугу. Отличный получился подарок. Быстро помогли определиться с цветами и дизайном в целом. Все качественно. Радует глаз... Эквалайзер задумка вообще отличная. Спасибо. Буду рекомендовать друзьям',
    commentImageHeight: 629,
    commentImageSrc: '/home/comments/30-january-irina.png',
    commentImageWidth: 847,
    date: '30.01.2024',
    rating: 5
  },
  {
    author: 'Алексей',
    comment: 'Качество неона отличное! Шов ко шву, все аккуратно, с тыльной стороны тоже смотрится хорошо, можно смело вешать на витрины и людям внутри будет комфортно глазу. Сделали быстро, цена лучшая в городе. При установке сгорел один блок питания, но он сразу барахлил. По звонку сразу поменяли бесплатно! Отличный сервис, все для людей! Всем доволен, рекомендую!',
    commentImageHeight: 526,
    commentImageSrc: '/home/comments/21-january-alexey.png',
    commentImageWidth: 941,
    date: '21.01.2024',
    rating: 5
  },
  {
    author: 'николай',
    comment: 'Отзывчивый, пунктуальный и профессионал своего дела! Однозначно рекомендую и сам ещё обращусь только к нему при необходимости! Все пожелания учел и даже более(уточнял вопросы, которые по сути не входили в прямой спектр услуг, но существенно упростили мне задачу, тк заказ был «специфический»). Сам работаю в сфере услуг и знаю насколько сервис и оперативность решают при выборе. Здесь сервис на 100500%.',
    commentImageHeight: 1169,
    commentImageSrc: '/home/comments/21-january-nikolay.png',
    commentImageWidth: 886,
    date: '21.01.2024',
    rating: 5
  },
  {
    author: 'Галина',
    comment: 'Спасибо большое за выполненную работу! За развернутые (быстрые) ответы. Качественный монтаж и предоставленную скидку!!! Всё прошло отлично. Однозначно, рекомендую продавца',
    commentImageHeight: 1286,
    commentImageSrc: '/home/comments/09-january-galina.png',
    commentImageWidth: 941,
    date: '09.01.2024',
    rating: 5
  },
  {
    author: 'Илья',
    comment: 'Вывеску сделали быстро. По качеству нареканий нет',
    commentImageHeight: 928,
    commentImageSrc: '/home/comments/08-january-ilya.png',
    commentImageWidth: 736,
    date: '08.01.2024',
    rating: 5
  },
  {
    author: 'Ira Usupova',
    comment: 'Работа выполнена хорошо!!! Исполнитель ответственный!!! Рекомендую!!!',
    commentImageHeight: 1107,
    commentImageSrc: '/home/comments/29-december-ira-usupova.png',
    commentImageWidth: 941,
    date: '29.12.2023',
    rating: 5
  },
  {
    author: 'владимир',
    comment: 'Помогли с дизайном. Выполнили в оговоренное время-4 дня. Цена ниже рыночной при отличном качестве.',
    commentImageHeight: 1207,
    commentImageSrc: '/home/comments/07-december-vladimir.png',
    commentImageWidth: 937,
    date: '07.12.2023',
    rating: 5
  }
];
