export const commentsAverageRating = 4.9;

export const comments = [
  {
    author: 'Кирилл',
    comment:
      'Большое спасибо за работу ! Очень все оперативно, спокойно без лишних вопросов. Рекомендую однозначно! Спасибо !',
    commentImageHeight: 93,
    commentImageSrc: '/home/comments/12-february-kirill.png',
    commentImageWidth: 69,
    commentNaming: 'Сделка состоялась: «Неоновая вывеска. Бесплатный дизайн»',
    date: '12.02',
    rating: 5
  },
  {
    author: 'Ирина',
    comment:
      'Спасибо за оказанную услугу.отличный получился подарок.быстро помогли определиться с цветами и',
    commentImageHeight: 93,
    commentImageSrc: '/home/comments/30-january-irina.png',
    commentImageWidth: 135,
    commentNaming: 'Сделка состоялась: «Неоновая вывеска»',
    date: '30.01',
    rating: 5
  },
  {
    author: 'Алексей',
    comment:
      'Качество неона отличное! Шов ко шву, все аккуратно, с тыльной стороны тоже смотрится хорошо, можно смело вешать на витрины и людям внутри будет комфортно глазу. Сделали',
    commentNaming: 'Сделка состоялась: «Неоновая вывеска для бизнеса»',
    date: '21.01',
    rating: 5
  },
  {
    author: 'Алексей',
    comment:
      'Качество неона отличное! Шов ко шву, все аккуратно, с тыльной стороны тоже смотрится хорошо, можно смело вешать на витрины и людям внутри будет комфортно глазу. Сделали',
    commentNaming: 'Сделка состоялась: «Неоновая вывеска для бизнеса»',
    date: '21.01',
    rating: 5
  },
  {
    author: 'Алексей',
    comment:
      'Качество неона отличное! Шов ко шву, все аккуратно, с тыльной стороны тоже смотрится хорошо, можно смело вешать на витрины и людям внутри будет комфортно глазу. Сделали',
    commentNaming: 'Сделка состоялась: «Неоновая вывеска для бизнеса»',
    date: '21.01',
    rating: 5
  },
  {
    author: 'Алексей',
    comment:
      'Качество неона отличное! Шов ко шву, все аккуратно, с тыльной стороны тоже смотрится хорошо, можно смело вешать на витрины и людям внутри будет комфортно глазу. Сделали',
    commentNaming: 'Сделка состоялась: «Неоновая вывеска для бизнеса»',
    date: '21.01',
    rating: 5
  }
];
