export const faqQuestions = [
  {
    answer:
      'Выбор габаритов неоновой вывески зависит только от вас. Мы можем изготовить вывеску как 20 см, так и 7 метров в длину.\n'
      + '\n'
      + 'Единственным ограничением является место установки неоновой вывески. Стоит также учитывать, что стандартный размер листа оргстекла, используемого в качестве подложки, составляет 2х3 метра, поэтому вывески большего размера будут разделены на части.',
    question: 'Каких размеров можно сделать вывеску?',
    value: 'sizes'
  },
  {
    answer:
      'Вывески из гибкого неона предназначены в основном для использования в помещении, хотя в некоторых случаях их можно использовать на открытом воздухе, например, на мероприятиях или вечеринках.\n'
      + '\n'
      + 'Мы не рекомендуем устанавливать неоновые вывески на улице, но если монтаж возможен только снаружи, мы советуем воспользоваться услугой герметизации всех соединений и подвода проводов. В таком случае вывеску можно будет использовать на улице даже под дождем.',
    question: 'Можно ли повесить вывеску на улицу?',
    value: 'room'
  },
  {
    answer:
      'Наши неоновые вывески подключаются к розетке с помощью небольшого блока питания (сетевого адаптера). \n'
      + '\n'
      + 'При необходимости мы также можем дополнительно комплектовать наши изделия сетевым шнуром с выключателем, а также диммером с пультом дистанционного управления для включения, выключения, регулировки яркости и выбора режимов мерцания.',
    question: 'Неоновые вывески работают от батареек или они подключаются к розетке?',
    value: 'charge'
  },
  {
    answer:
      'Подложка- мы используем высококачественное оргстекло толщиной 5мм от производителя "Plexiglas".\n'
      + '\n'
      + 'Гибкий неон - высококачественный гибкий неон разработанный по нашей технологии, который состоит из надежной светодиодной ленты, основы из ПВХ и силиконового рассеивателя, что обеспечивает равномерное, яркое свечение неона по всей длине и надежное склеивание с подложкой, основа из силикона никогда не обеспечит такой хорошей адгезии при склеивании.\n'
      + '\n'
      + 'Заглушки - от того же производителя что и наш неон которые максимально точно совпадают с цветом неон, обеспечивающие герметизацию неона, предотвращающие попадание влаги внутрь.\n'
      + '\n'
      + 'Провода - используем качественные монтажные провода из бескислородной меди, которые максимально хорошо проводят ток, обеспечивая минимальные потери, что в свою очередь является залогом равномерного яркого свечения.\n'
      + '\n'
      + 'Блоки питания - используем надежные блоки питания "OVER LIGHT" которые не шумят, не греются и занимают немного места.\n',
    question: 'Из чего состоит неоновая вывеска?',
    value: 'details'
  },
  {
    answer:
      'Срок службы вывесок из гибкого неона составляет около 50 000 часов в работающем режиме, что эквивалентно более чем 5 годам. Учитывая, что вывеска не работает круглосуточно, это действительно впечатляющий срок службы.\n'
      + '\n'
      + 'Такой долговечный ресурс делает гибкие неоновые вывески выгодным и надежным выбором для долгосрочного использования.',
    question: 'Какой срок службы неоновой вывески?',
    value: 'life'
  },
  {
    answer:
      'Уход за неоновыми вывесками включает регулярную чистку от пыли с помощью мягкой ткани.',
    question: 'Как ухаживать за неоновыми вывесками?',
    value: 'care'
  },
  {
    answer:
      'Современные неоновые вывески имеют возможность регулировки яркости с помощью диммеров, а также настройки режимов мерцания.\n'
      + '\n'
      + 'У нас есть различные варианты диммеров: без пульта, с пультом, с управлением через смартфон по Bluetooth или Wi-Fi, а также диммеры, которые можно подключить к голосовым помощникам. Это обеспечивает максимальное удобство и гибкость в использовании вывесок.',
    question: 'Можно ли настраивать яркость неоновых вывесок?',
    value: 'brightness'
  },
  {
    answer:
      'Да, современные неоновые вывески безопасны. Стеклянные трубки могут разбиться, но гибкие неоновые вывески более устойчивы к повреждениям.',
    question: 'Безопасны ли неоновые вывески?',
    value: 'safe'
  },
  {
    answer:
      'Яркость неоновых вывесок может варьироваться в зависимости от типа и модели. Гибкие неоновые вывески часто имеют возможность регулировки яркости, что позволяет адаптировать их под различные условия освещения.',
    question: 'Какова степень яркости неоновых вывесок?',
    value: 'degree-brightness'
  },
  {
    answer:
      'Размер вывески зависит от места установки и целей использования. Рекомендуется учитывать видимость с расстояния, а также общий стиль интерьера или экстерьера, чтобы выбрать оптимальный размер.',
    question: 'Как выбрать подходящий размер неоновой вывески?',
    value: 'suitable-size'
  }
];
