export const faqQuestions = [
  {
    value: 'rgb-question1',
    question: 'Что такое цветовая модель RGB?1',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'rgb-question2',
    question: 'Что такое цветовая модель RGB?2',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'rgb-question3',
    question: 'Что такое цветовая модель RGB?3',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'rgb-question4',
    question: 'Что такое цветовая модель RGB?4',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'rgb-question5',
    question: 'Что такое цветовая модель RGB?5',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'rgb-question6',
    question: 'Что такое цветовая модель RGB?6',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
];
