export const faqQuestions = [
  {
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
    question: 'Что такое цветовая модель RGB?',
    value: 'rgb-question'
  },
  {
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
    question: 'Какие цвета неона у вас есть?',
    value: 'colors'
  },
  {
    answer:
      'На все вывески предоставляется гарантия 18 месяцев. В течение этого времени произведем бесплатный ремонт, в случае технической поломки неоновой вывески',
    question: 'Есть ли гарантии?',
    value: 'warranties'
  },
  {
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
    question: 'Сможете помочь с монтажом?',
    value: 'help'
  }
];
