export const faqQuestions = [
  {
    value: 'rgb-question',
    question: 'Что такое цветовая модель RGB?',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'colors',
    question: 'Какие цвета неона у вас есть?',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
  {
    value: 'warranties',
    question: 'Есть ли гарантии?',
    answer:
      'На все вывески предоставляется гарантия 18 месяцев. В течение этого времени произведем бесплатный ремонт, в случае технической поломки неоновой вывески',
  },
  {
    value: 'help',
    question: 'Сможете помочь с монтажом?',
    answer:
      'RGB – это цветовая модель, представляющая метод получения всех цветов и их оттенков путем смешивания в различных пропорциях трех главных компонентов, которыми являются',
  },
];
