export const prices = [
  {
    text: (
      <>
        Стоимость неоновой вывески зависит от: <br />
        1. Размера <br />
        2. Общей длины неона <br />
        3. Типа используемого неона (одноцветный, RGB или Smart) <br />
        4. Сложности рисунка <br />
        5. Комплектации <br />
      </>
    ),
  },
  {
    text: (
      <>
        Стоимость неоновой вывески зависит от: <br />
        1. Размера <br />
        2. Общей длины неона <br />
        3. Типа используемого неона (одноцветный, RGB или Smart) <br />
        4. Сложности рисунка <br />
        5. Комплектации <br />
      </>
    ),
  },
  {
    text: (
      <>
        Стоимость неоновой вывески зависит от: <br />
        1. Размера <br />
        2. Общей длины неона <br />
        3. Типа используемого неона (одноцветный, RGB или Smart) <br />
        4. Сложности рисунка <br />
        5. Комплектации <br />
      </>
    ),
  },
  {
    text: (
      <>
        Стоимость неоновой вывески зависит от: <br />
        1. Размера <br />
        2. Общей длины неона <br />
        3. Типа используемого неона (одноцветный, RGB или Smart) <br />
        4. Сложности рисунка <br />
        5. Комплектации <br />
      </>
    ),
  },
];
