import { AppearingText } from '@/components/ui/appearing-text';

export const deliveryQuestions = [
  {
    value: 'delivery-methods',
    question: 'Какие способы доставки есть?',
    answer: (
      <>
        <p>
          <AppearingText>
            Вывески мы отправляем курьерской службой Яндекс и СДЭК. Курьерская
            служба доступна по Санкт-Петербургу и Ленинградской области. СДЭК
            доставляет в любой уголок России. Благодаря ей любой житель
            Российской Федерации сможет получить вывески от Neon Bar.
          </AppearingText>
        </p>
        <p>
          <AppearingText delay={625}>
            Каждый заказ доставляется с разным промежутком времени в зависимости
            от удаленности вашего города от Санкт-Петербурга. Сроки доставки вы
            можете увидеть при оформлении заказа, указав Ваш населенный пункт.
          </AppearingText>
        </p>
      </>
    ),
  },
  {
    value: 'how-much-cost',
    question: 'Сколько стоит доставка?',
    answer: (
      <>
        <p>
          <AppearingText>
            Вывески мы отправляем курьерской службой Яндекс и СДЭК. Курьерская
            служба доступна по Санкт-Петербургу и Ленинградской области. СДЭК
            доставляет в любой уголок России. Благодаря ей любой житель
            Российской Федерации сможет получить вывески от Neon Bar.
          </AppearingText>
        </p>
      </>
    ),
  },
  {
    value: 'production-time',
    question: 'Какие сроки изготовления заказа?',
    answer: (
      <>
        <p>
          <AppearingText>
            Каждый заказ доставляется с разным промежутком времени в зависимости
            от удаленности вашего города от Санкт-Петербурга. Сроки доставки вы
            можете увидеть при оформлении заказа, указав Ваш населенный пункт.
          </AppearingText>
        </p>
      </>
    ),
  },
  {
    value: 'is-there-pickup',
    question: 'Есть ли самовывоз?',
    answer: (
      <>
        <p>
          <AppearingText>
            Вывески мы отправляем курьерской службой Яндекс и СДЭК. Курьерская
            служба доступна по Санкт-Петербургу и Ленинградской области. СДЭК
            доставляет в любой уголок России. Благодаря ей любой житель
            Российской Федерации сможет получить вывески от Neon Bar.
          </AppearingText>
        </p>
        <p>
          <AppearingText delay={625}>
            Вывески мы отправляем курьерской службой Яндекс и СДЭК. Курьерская
            служба доступна по Санкт-Петербургу и Ленинградской области. СДЭК
            доставляет в любой уголок России. Благодаря ей любой житель
            Российской Федерации сможет получить вывески от Neon Bar.
          </AppearingText>
        </p>
        <p>
          <AppearingText delay={1250}>
            Каждый заказ доставляется с разным промежутком времени в зависимости
            от удаленности вашего города от Санкт-Петербурга. Сроки доставки вы
            можете увидеть при оформлении заказа, указав Ваш населенный пункт.
          </AppearingText>
        </p>
      </>
    ),
  },
  {
    value: 'how-track-order',
    question: 'Как отследить заказ?',
    answer: (
      <>
        <p>
          <AppearingText>
            Вывески мы отправляем курьерской службой Яндекс и СДЭК. Курьерская
            служба доступна по Санкт-Петербургу и Ленинградской области. СДЭК
            доставляет в любой уголок России. Благодаря ей любой житель
            Российской Федерации сможет получить вывески от Neon Bar.
          </AppearingText>
        </p>
        <p>
          <AppearingText delay={625}>
            Каждый заказ доставляется с разным промежутком времени в зависимости
            от удаленности вашего города от Санкт-Петербурга. Сроки доставки вы
            можете увидеть при оформлении заказа, указав Ваш населенный пункт.
          </AppearingText>
        </p>
      </>
    ),
  },
  {
    value: 'warranties',
    question: 'Какие гарантии на наши услуги?',
    answer: (
      <>
        <p>
          <AppearingText>
            Вывески мы отправляем курьерской службой Яндекс и СДЭК. Курьерская
            служба доступна по Санкт-Петербургу и Ленинградской области.
          </AppearingText>
        </p>
      </>
    ),
  },
];
